Repository: hlebprom/ProjectPlanning
Catalog: DirRX.ProjectPlanner/DirRX.ProjectPlanner.Shared/ProjectPlanObsolete/ProjectPlanObsoleteSystem.*.resx
Languages: ru

# DisplayName
source: Project plan
ru: План проекта

# AccusativeDisplayName
source: Project plan
ru: План проекта

# CollectionDisplayName
source: Register of Projects plans
ru: Реестр планов проектов

# Property_DocumentKind
source: Document kind
ru: Вид документа

# Property_StartDate
source: Start date (planned)
ru: Дата начала (план)

# Property_EndDate
source: Finish date (planned)
ru: Дата окончания (план)

# Property_ActualStartDate
source: Start date (actual)
ru: Дата начала (факт)

# Property_ActualFinishDate
source: Finish date (actual)
ru: Дата окончания (факт)

# Property_Note
source: Note
ru: Примечание

# Property_Stage
source: Status
ru: Состояние

# Enum_Stage_Initiation
source: Initiation
ru: Инициация

# Enum_Stage_Execution
source: Execution
ru: Исполнение

# Enum_Stage_Completion
source: Closure
ru: Завершение

# Enum_Stage_Completed
source: Closed
ru: Завершен

# Property_Status
source: Status
ru: Состояние

# Enum_Status_Active
source: Active
ru: Действующая

# Enum_Status_Closed
source: Closed
ru: Закрытая

# Property_TeamMembers
source: Team members
ru: Участники

# Ribbon_Creating_c33fdc442d594a8381235f19c8d36fd9
source: Creating
ru: Создание

# Property_ExecutionPercent
source: % complete
ru: % выполнения

# Property_BaselineWork
source: Baseline work
ru: Затраты

# Property_BaselineWorkType
source: Baseline work type
ru: Планирование затрат

# Enum_BaselineWorkType_Hours
source: Hours
ru: В часах

# Enum_BaselineWorkType_Money
source: Money
ru: В стоимостном выражении

# Property_PlannedCosts
source: Planned costs
ru: Запланированные затраты

# Property_FactualCosts
source: Factual costs
ru: Фактические затраты

# FilterPanel_Status_6c0f862744fb4e638d448481e73a07cd
source: Status
ru: Состояние

# FilterPanel_Active_8bc22aff24054a1eaf4c4195470f18ef
source: Execution
ru: Исполнение

# FilterPanel_Closed_88a13f28332e48139a77c643f6aed1c8
source: Closed
ru: Завершен

# FilterPanel_StartGroup_07b6fcb22f894462b8c166645a67424d
source: Start date
ru: Дата начала

# FilterPanel_StartPeriodThisMonth_43f0c49e0ecf4c119e5d8e128ce86003
source: This month
ru: В текущем месяце

# FilterPanel_StartPeriodManual_fefd5aea5f3649a4a06440bb57f033b6
source: User-defined period
ru: Произвольный период:

# FilterPanel_FinishGroup_45fc6186690a4302934e5eceb6aa13b7
source: Finish date
ru: Дата окончания

# FilterPanel_FinishPeriodThisMonth_240bcb130a5d4b52a67c853cbe99dbf1
source: This month
ru: В текущем месяце

# FilterPanel_FinishPeriodManual_8d2d3e7371c346d29ef216e3767c0803
source: User-defined period
ru: Произвольный период:

# FilterPanel_Main_3332e12897a44878a1143b099444ddbe
source: Main
ru: Основное

# FilterPanel_ProjectKind_4d6ca0e2fcf34aa7936174892639efa7
source: Project kind
ru: Вид проекта

# FilterPanel_ProjectManager_5b8174842b444cb492c60ed618a3af8e
source: Project manager
ru: Руководитель проекта

# FilterPanel_InternalCustomer_cbe6189c646549058d81b4d832503b9a
source: Internal customer
ru: Внутренний

# FilterPanel_ExternalCustomer_f2ad44c7b1ff405e9c3a1f1f6d102b36
source: External customer
ru: Внешний

# FilterPanel_LeadingProject_65312ea228ff46e79c556e7711cd035c
source: Leading Project
ru: Ведущий проект

# FilterPanel_Customers_99ed907954ea4cd0b773a6d154c34bf1
source: Customers
ru: Заказчики

# FilterPanel_Initiation_365155496bed4fd4bd12df30c36921e4
source: Initiation
ru: Инициация

# FilterPanel_Closing_3ca3bca6e427407c962e41b57ac6bc3e
source: Closure
ru: Завершение

# ControlGroup_19d79b707e0f4250be9370bd02e01774
source: Dates
ru: Сроки проекта

# ControlGroup_96ee8ca321ee4918a45fd49f2e52f0b2
source: Note
ru: Примечание

# ControlGroup_1740bf8b8268499cba237bf8bb7d400f
source: Team members
ru: Участники

# ControlGroup_08dc99accb654cfd902cad1a9f887e56
source: Project folder structure
ru: Структура папок проекта

# Ribbon_Project_f177c319f7b1496998c82a60d713fdab
source: Project
ru: Проект

# Action_ChooseEntityAndCloseCollectionDescription
source: Select current item and close list.
ru: Выбор записи и закрытие списка.

# Action_ReadVersionHint
source: Read version
ru: Открыть версию документа для чтения

# Action_CreateVersionFromLastVersionDescription
source: Create a new version of the document from the latest version.
ru: Создание версии электронного документа на основе последней версии.

# Action_CopyChildEntityDescription
source: Copy selected row.
ru: Копирование строки.

# Action_AddChildEntityDescription
source: Add a new row.
ru: Добавление новой строки

# Ribbon_CreateCommands_3ff46c681aac4315a9933a148eba27c9
source: New
ru: Создание

# Action_ReadLastVersion
source: Read
ru: Читать

# Action_ReadLastVersionHint
source: Open project for read
ru: Открыть проект для чтения

# Action_ReadLastVersionDescription
source: Open project for read
ru: Открыть проект для чтения

# Action_EditLastVersion
source: Edit
ru: Редактировать

# Action_EditLastVersionHint
source: Open project for edit
ru: Открыть проект для редактирования

# Action_EditLastVersionDescription
source: Open project for edit
ru: Открыть проект для редактирования

# Action_CopyToClipboard
source: Copy link
ru: Копировать ссылку

# Action_CreateVersionFromLastVersion
source: New version
ru: Создать версию

# Action_CopyToClipboardFromCardHint
source: Copy link
ru: Копировать ссылку

# Action_CopyEntity
source: Create copy
ru: Создать копию

# Action_CopyEntityHint
source: Create copy
ru: Создать копию

# Action_CopyEntityDescription
source: Copy selected item and open the card of the new item.
ru: Копирование записи и открытие карточки новой записи.

# Action_CreateVersion
source: Copy
ru: Копировать

# Action_CreateVersionDescription
source: Create a copy of the selected document version.
ru: Создание копии выделенной версии документа.

# Action_CreateVersionHint
source: Copy version
ru: Создать копию версии документа

# Action_CopyVersionHint
source: Copy version
ru: Создать копию версии документа

# Action_CopyVersionDescription
source: Create a copy of the selected document version.
ru: Создание копии выделенной версии документа.

# Action_CopyVersion
source: Copy
ru: Копировать

# Action_CopyVersionFromLastVersion
source: New version
ru: Создать версию

# Action_CreateVersionFromLastVersionHint
source: Create version
ru: Создать версию документа

# Action_CopyVersionFromLastVersionHint
source: Create version
ru: Создать версию документа

# Action_CopyVersionFromLastVersionDescription
source: Create a new version of the document from the latest version.
ru: Создание версии электронного документа на основе последней версии.

# Action_ImportVersion
source: Import
ru: Импортировать

# Action_CreateFromFileHint
source: Create plan from file
ru: Создать план из файла

# Action_ImportVersionCustom
source: Import
ru: Импортировать

# Action_ImportVersionHint
source: Import version
ru: Импортировать версию документа

# Action_ImportVersionCustomHint
source: Import version
ru: Импортировать версию документа

# Action_ImportVersionDescription
source: Import file into the document version.
ru: Импорт версии электронного документа

# Action_ImportVersionCustomDescription
source: Import file into the document version.
ru: Импорт версии электронного документа

# Property_IsCopy
source: Is copy
ru: Проект создается копированием

# Action_ShowProject
source: Show project
ru: Показать проект

# Action_ShowProjectHint
source: Show related project
ru: Показать связанный проект

# Action_ShowProjectDescription
source: Show related project
ru: Показать связанный с планом проект

# Action_CreateFromFile
source: Create from file
ru: Создать из файла

# Action_CreateFromFileDescription
source: Create new project plan from file.
ru: Создание плана проекта из файла.

# Action_CreateFromTemplate
source: Create empty plan
ru: Создать пустой план

# Action_CreateFromTemplateHint
source: Create empty plan
ru: Создать пустой план

# Action_CreateFromTemplateDescription
source: Create empty project plan
ru: Создание пустого плана проекта
