Repository: hlebprom/ProjectPlanning
Catalog: DirRX.ProjectPlanner/DirRX.ProjectPlanner.Shared/Module.*.resx
Languages: ru

# SEND_TASK_SUBJECT
source: Perform work on "{0}"
ru: Выполните работы по этапу "{0}"

# SEND_TASK_ACTIVE_TEXT
source: It is necessary to carry out work on linked stage.
ru: Необходимо выполнить работы по связанному этапу.

# CantEditCompletedProject
source: Cannot modify activities for completed project.
ru: Проект закрыт, планирование недоступно.

# ExceprionMessage
source: No rights to create project stages
ru: Нет прав на создание этапов проекта

# ProjectsFileTypeName
source: Projects
ru: Проекты

# ProjectPlanName
source: Project plan
ru: План проекта

# EmployeeNotFound
source: Employee {0} with ID {1} not found
ru: Не найден сотрудник {0} с ID {1}

# ProjectSettingsName
source: Settings
ru: Настройки редактора планов

# EmployeeResourceTypeName
source: Employee
ru: Сотрудник

# EmployeeResourceTypeUnit
source: h.
ru: ч.

# MaterialResourcesTypeName
source: MaterialResources
ru: Материалы

# EmployeeForActivityNotFound
source: Employee with Id {0} for activity {1} not founded in database
ru: Пользователь с Id {0} для этапа плана '{1}' не найден в БД

# EmployeeIdNotFilled
source: Field 'Id' for activity {0} not filled
ru: Не заполнено поле 'Id' для этапа плана {1}

# NotEnoughRightsToUpdateProject
source: Not enough rights to update project {0}
ru: Недостаточно прав на изменение проекта {0}

# ResourceNotFound
source: Resource with id {0} not found
ru: Ресурс с идентификатором {0} не найден в системе

# CannotConvert
source: Cannot convert: project plan with id = {0} is locked by {1}
ru: Не удалось провести конвертацию, план проекта с ID = {0} заблокирован пользователем {1}

# LastVersionAutoSigned
source: Autosigned converted version '{0}' while update solution to version 2.3
ru: Автоматически подписана при конвертации утвержденной версии '{0}' плана при обновлении решения до версии 2.3

# NullReferenceResourceTypeException
source: The Type property of the ProjectResourceType({0}) must not contain a null value
ru: Свойство Type типа ProjectResourceType({0}) не должно содержать значение null

# EmployeeIdNotFoundExeption
source: Employee with id:{0} not found in the system
ru: Сотрудник с id:{0} не найден в системе

# ExecutionRequestExeption
source: {0} Error execution GetOrCreateResourceId for employeeId={1}
ru: {0} Ошибка выполнения запроса GetOrCreateResourceId для employeeId={1}

# GetCapacityException
source: An exception occurred GetCapacity with parameters: resourcesIds: {0}, startDate: {1}, EndDate: {2}. {3}
ru: Возникло исключение в методе GetCapacity с параметрами: resourcesIds: {0}, startDate: {1}, EndDate: {2}. {3}

# LastVersionAutoSignedPrefix
source: Autosigned converted version
ru: Автоматически подписана при конвертации утвержденной версии

# NonExistentPlanIdExeption
source: An exeption occured UpdateResourcesDataDto. Non-existent project plan {0}
ru: Ошибка при выполнение метода UpdateResourcesDataDto.План проекта с ИД {0} не существует

# TaskMaxDeadLineExeption
source: Tas with id {0} must have required parameter MaxDeadline
ru: Задача с ИД {0} должна иметь обязательный параметр MaxDeadline

# UpdatePlanDataException
source: An exeption occured UpdatePlanData: projectPlanId {0}, numberVersion {1}.
ru: Произошла ошибка вызова UpdatePlanData: ИД плана {0}, номер версии {1}.

# SearchRecipientsException
source: Failed recipients search for string {0}
ru: Не удалось выполнить поиск получателей по фразе {0}

# CheckPlanExistsExeption
source: An exception occurred CheckPlanExists for planId={0} and versionNumber={1}
ru: В методе CheckPlanExists произошла ошибка, planId={0}, versionNumber={1}

# ErrorWhileTryOpenWebClient
source: Could not get the web client address.
ru: Не удалось получить адрес веб клиента.

# CouldNotConvertProjectPlan
source: Could not convert project plan {0}
ru: Не удалось сконвертировать план проекта {0}

# ResourceLinksTableNotFoundExceptionText
source: ResourceLinks table is not found.
ru: Не найдена таблица ResourceLinks.

# HealthCheckExceptionText
source: An error occurred while running solutions health check:
ru: При проверке доступности решения произошла ошибка:
